Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Lock the Mac when I take the strap off
de: Den Mac sperren, wenn ich den Strap abnehme
es: Bloquear el Mac cuando me quite la pulsera
fr: Verrouiller le Mac quand je retire le bracelet
it: Blocca il Mac quando tolgo la fascia
pl: Zablokuj komputer Mac, gdy zdejmę pasek
pt_pt: Bloquear o Mac quando eu tirar a pega
ru: Блокировать Mac, когда я снимаю браслет
th: ล็อค Mac เมื่อฉันถอดสายรัดออก
zh_hans: 我摘下手环时锁定 Mac
zh_hant: 當我取下手環時鎖定 Mac

source: Locked
de: Fixiert
es: Bloqueado
fr: Verrouillé
it: Bloccato
pl: Zamknięty
pt_pt: Bloqueado
ru: Заблокировано
th: ล็อคแล้ว
zh_hans: 已锁定
zh_hant: 已鎖定

source: Locked %@ · paces drift, re-measure anytime.
de: Fixiert %@ · Tempi driften, jederzeit neu messbar.
es: Bloqueado %@ · los ritmos varían, vuelve a medir cuando quieras.
fr: Verrouillé %@ · les allures dérivent, remesurez à tout moment.
it: Bloccato %@ · i ritmi cambiano, rimisura quando vuoi.
pl: Zablokowany %@ · dryf tempa, możliwość ponownego pomiaru w dowolnym momencie.
pt_pt: Bloqueado %@ · ritmos à deriva, meça novamente a qualquer momento.
ru: Зафиксировано %@ · темп со временем меняется, при необходимости измерьте заново.
th: ล็อค %@ · อัตราก้าวดริฟท์ วัดใหม่ได้ตลอดเวลา
zh_hans: 已锁定 %@ · 节奏会漂移，可随时重新测量。
zh_hant: 已鎖定 %@ · 節奏會漂移，可隨時重新測量。

source: Locked %@. Switch to Breathe to use it, or re-measure above.
de: Fixiert %@. Wechsle zu „Atmen“, um es zu nutzen, oder miss oben neu.
es: Bloqueado %@. Cambia a Respirar para usarlo, o vuelve a medir arriba.
fr: Verrouillé %@. Passez à Respirer pour l'utiliser, ou remesurez ci-dessus.
it: Bloccato %@. Passa a Respira per usarlo, o rimisura sopra.
pl: Zablokowano %@. Przełącz na Oddech, aby z niego skorzystać, lub wykonaj ponownie pomiar powyżej.
pt_pt: Bloqueado %@. Mude para Respirar para o utilizar ou meça novamente acima.
ru: Зафиксировано %@. Перейдите в «Дыхание», чтобы использовать это значение, или измерьте заново выше.
th: ล็อค %@ แล้ว สลับไปที่ ฝึกหายใจ เพื่อใช้งาน หรือวัดใหม่ด้านบน
zh_hans: 已锁定 %@。切换到「呼吸」以使用它，或在上方重新测量。
zh_hant: 已鎖定 %@。切換到「呼吸」以使用它，或在上方重新測量。

source: log
de: Protokoll
es: registrar
fr: consigner
it: registra
pl: dziennik
pt_pt: registo
ru: записать
th: บันทึก
zh_hans: 记录
zh_hant: 記錄

source: Log
de: Protokoll
es: Diario
fr: Journal
it: Registro
pl: Dziennik
pt_pt: Registo
ru: Журнал
th: บันทึก
zh_hans: 记录
zh_hant: 記錄

source: Log %@
de: %@ erfassen
es: Registrar %@
fr: Enregistrer %@
it: Registra %@
pl: Zaloguj %@
pt_pt: Registo %@
ru: Записать %@
th: บันทึก %@
zh_hans: 记录 %@
zh_hant: 記錄 %@

source: Log a coffee, tea, or energy drink and NOOP shows a rough estimate of how much may still be active. It's a guide based on a typical 5 to 6 hour half-life, not a measurement.
de: Erfasse einen Kaffee, Tee oder Energydrink, und NOOP zeigt eine grobe Schätzung, wie viel noch wirken könnte. Es ist ein Anhaltspunkt auf Basis einer typischen Halbwertszeit von 5 bis 6 Stunden, keine Messung.
es: Registra un café, un té o una bebida energética y NOOP muestra una estimación aproximada de cuánta cafeína puede seguir activa. Es una guía basada en una semivida típica de 5 a 6 horas, no una medición.
fr: Enregistrez un café, un thé ou une boisson énergisante, et NOOP affiche une estimation approximative de la quantité encore active. C'est un repère basé sur une demi-vie typique de 5 à 6 heures, pas une mesure.
it: Registra un caffè, un tè o un energy drink e NOOP mostra una stima approssimativa di quanto potrebbe essere ancora attivo. È una guida basata su una tipica emivita di 5-6 ore, non una misurazione.
pl: Zarejestruj kawę, herbatę lub napój energetyczny, a NOOP pokaże przybliżone oszacowanie, ile energii może być jeszcze aktywne. Jest to wskazówka oparta na typowym okresie półtrwania wynoszącym 5 do 6 godzin, a nie na pomiarze.
pt_pt: Registe um café, chá ou bebida energética e o NOOP mostra uma estimativa aproximada de quanto ainda pode estar ativo. É um guia baseado numa meia-vida típica de 5 a 6 horas, e não numa medição.
ru: Запишите кофе, чай или энергетик, и NOOP покажет приблизительную оценку того, сколько ещё может действовать. Это ориентир на основе типичного периода полувыведения 5–6 часов, а не измерение.
th: บันทึกกาแฟ ชา หรือเครื่องดื่มให้พลังงาน และ NOOP จะแสดงการประมาณคร่าวๆ ว่าปริมาณที่ยังใช้งานได้อยู่ เป็นแนวทางที่ยึดตามครึ่งชีวิตโดยทั่วไป 5 ถึง 6 ชั่วโมง ไม่ใช่การวัด
zh_hans: 记录一杯咖啡、茶或能量饮料，NOOP 会大致估算还有多少可能仍在起作用。这是基于典型的 5 到 6 小时半衰期的一个参考，而非测量值。
zh_hant: 記錄一杯咖啡、茶或能量飲料，NOOP 會大致估算還有多少可能仍在起作用。這是基於典型的 5 到 6 小時半衰期的一個參考，而非測量值。

source: Log a period start
de: Periodenbeginn protokollieren
es: Registrar inicio del período
fr: Enregistrer le début des règles
it: Registra l’inizio delle mestruazioni
pl: Zarejestruj początek okresu
pt_pt: Registar o início do período
ru: Записать начало менструации
th: บันทึกวันเริ่มมีประจำเดือน
zh_hans: 记录经期开始日期
zh_hant: 記錄經期開始日期

source: Log a session you tracked elsewhere.
de: Erfasse eine Sitzung, die du woanders aufgezeichnet hast.
es: Registra una sesión que hayas seguido en otro sitio.
fr: Enregistrez une séance suivie ailleurs.
it: Registra una sessione che hai monitorato altrove.
pl: Zarejestruj sesję śledzoną gdzie indziej.
pt_pt: Registe uma sessão que tenha acompanhado noutro local.
ru: Запишите сессию, отслеженную в другом месте.
th: บันทึกเซสชันที่คุณติดตามจากที่อื่น
zh_hans: 记录一次你在别处追踪的会话。
zh_hant: 記錄一次你在別處追蹤的工作階段。

source: Log a sleep mark
de: Schlafmarke erfassen
es: Registrar una marca de sueño
fr: Enregistrer une marque de sommeil
it: Registra un segno di sonno
pl: Zapisz znak snu
pt_pt: Registar uma marca de sono
ru: Отметить сон
th: บันทึกเครื่องหมายการนอน
zh_hans: 记录一个睡眠标记
zh_hant: 記錄一個睡眠標記

source: Log alcohol or late caffeine with an amount and NOOP fits a personal dose curve: how much each extra unit tends to move your numbers. Until then it shows typical patterns, clearly labelled as not yet yours.
de: Erfasse Alkohol oder spätes Koffein mit einer Menge, und NOOP passt eine persönliche Dosiskurve an: wie stark jede zusätzliche Einheit deine Zahlen tendenziell bewegt. Bis dahin zeigt es typische Muster, klar als „noch nicht deine“ gekennzeichnet.
es: Registra alcohol o cafeína tardía con una cantidad y NOOP ajusta una curva de dosis personal: cuánto tiende a mover tus números cada unidad extra. Hasta entonces muestra patrones típicos, claramente etiquetados como aún no tuyos.
fr: Enregistrez de l'alcool ou de la caféine tardive avec une quantité, et NOOP ajuste une courbe de dose personnelle : de combien chaque unité supplémentaire tend à faire varier vos chiffres. En attendant, il affiche des tendances types, clairement indiquées comme n'étant pas encore les vôtres.
it: Registra alcol o caffeina serale con una quantità e NOOP costruisce una curva di dose personale: quanto ogni unità in più tende a spostare i tuoi numeri. Fino ad allora mostra schemi tipici, chiaramente indicati come non ancora tuoi.
pl: Zapisz ilość alkoholu lub późnej kofeiny, a NOOP dopasuje się do osobistej krzywej dawki: o ile każda dodatkowa jednostka ma tendencję do przesuwania liczb. Do tego czasu pokazuje typowe wzorce, wyraźnie oznaczone jako jeszcze nie Twoje.
pt_pt: Registe o álcool ou a cafeína tardia com uma quantidade e o NOOP ajusta-se a uma curva de dose pessoal: quanto cada unidade extra tende a movimentar os teus números. Até lá mostra padrões típicos, claramente rotulados como ainda não os seus.
ru: Запишите алкоголь или поздний кофеин с указанием количества, и NOOP подберёт персональную кривую дозы: насколько каждая дополнительная единица обычно влияет на ваши показатели. До этого он показывает типичные паттерны, явно помеченные как ещё не ваши.
th: บันทึกแอลกอฮอล์หรือคาเฟอีนในช่วงท้ายด้วยปริมาณและ NOOP จะพอดีกับเส้นโค้งปริมาณส่วนบุคคล: จำนวนหน่วยพิเศษแต่ละหน่วยมีแนวโน้มที่จะย้ายตัวเลขของคุณ จนกว่าจะถึงตอนนั้นมันจะแสดงรูปแบบทั่วไปซึ่งมีป้ายกำกับชัดเจนว่ายังไม่ได้เป็นของคุณ
zh_hans: 记录饮酒或晚间咖啡因并标注用量，NOOP 会拟合你的个人剂量曲线：每多一个单位通常会让你的数据变化多少。在那之前它显示典型规律，并明确标注这还不是你自己的数据。
zh_hant: 記錄酒精或深夜咖啡因並附上份量，NOOP 會擬合出個人劑量曲線：每多一單位往往會讓你的數字移動多少。在那之前它會顯示典型模式，並清楚標示這還不是你自己的。

source: Log at least one behaviour above before starting an experiment.
de: Erfasse oben mindestens ein Verhalten, bevor du ein Experiment startest.
es: Registra al menos un comportamiento arriba antes de iniciar un experimento.
fr: Enregistrez au moins un comportement ci-dessus avant de démarrer une expérience.
it: Registra almeno un comportamento qui sopra prima di iniziare un esperimento.
pl: Przed rozpoczęciem eksperymentu zarejestruj co najmniej jedno zachowanie powyżej.
pt_pt: Registe pelo menos um comportamento acima antes de iniciar uma experiência.
ru: Прежде чем начать эксперимент, запишите хотя бы одно поведение выше.
th: บันทึกพฤติกรรมด้านบนอย่างน้อย 1 รายการก่อนเริ่มการทดสอบ
zh_hans: 在开始实验之前，请在上方至少记录一项行为。
zh_hant: 在開始實驗之前，請在上方至少記錄一項行為。

source: Log behaviours above. After a few days of answers, NOOP ranks how each one moves your charge, HRV and rest. Importing a WHOOP export (which includes its journal) backfills history instantly.
de: Erfasse oben Verhaltensweisen. Nach ein paar Tagen mit Antworten stuft NOOP ein, wie jedes davon deine Ladung, HRV und Ruhe bewegt. Der Import eines WHOOP-Exports (der sein Tagebuch enthält) füllt den Verlauf sofort rückwirkend.
es: Registra comportamientos arriba. Tras unos días de respuestas, NOOP clasifica cómo cada uno mueve tu carga, tu VFC y tu descanso. Importar una exportación de WHOOP (que incluye su diario) rellena el historial al instante.
fr: Enregistrez des comportements ci-dessus. Après quelques jours de réponses, NOOP classe l'influence de chacun sur votre charge, votre VFC et votre repos. Importer un export WHOOP (qui inclut son journal) remplit l'historique instantanément.
it: Registra i comportamenti qui sopra, dopo alcuni giorni di risposte, NOOP classifica come ciascuno influisce sulla tua carica, HRV e riposo. Importare un'esportazione WHOOP (che include il suo diario) riempie istantaneamente la cronologia.
pl: Rejestruj zachowania powyżej. Po kilku dniach odpowiedzi NOOP ocenia, w jaki sposób każdy porusza się twoim ładunkiem, HRV i odpoczynkiem. Importowanie eksportu WHOOP (który zawiera jego dziennik) powoduje natychmiastowe uzupełnienie historii.
pt_pt: Registe os comportamentos acima. Após alguns dias de respostas, o NOOP classifica a forma como cada um movimenta a tua carga, VFC e descanso. A importação de uma exportação WHOOP (que inclui o teu diário) preenche o histórico instantaneamente.
ru: Записывайте поведения выше. После нескольких дней ответов NOOP ранжирует, как каждое из них влияет на ваш заряд, ВСР и отдых. Импорт экспорта WHOOP (который включает его журнал) мгновенно заполнит историю.
th: บันทึกพฤติกรรมด้านบน หลังจากตอบคำถามไปสองสามวัน NOOP จะจัดอันดับว่าแต่ละคนเคลื่อนย้ายประจุ HRV และการพักผ่อนของคุณอย่างไร การนำเข้าไฟล์ส่งออก WHOOP (ซึ่งรวมถึงบันทึกประจำวันด้วย) จะเติมข้อมูลย้อนหลังประวัติทันที
zh_hans: 在上方记录各项行为，在积累几天的回答后，NOOP 会排列出每一项如何影响你的能量、HRV 和休息。导入一份 WHOOP 导出文件（其中包含日志）可立即回填历史。
zh_hant: 在上方記錄各項行為，在積累幾天的回答後，NOOP 會排列出每一項如何影響你的能量、HRV 和休息。匯入一份 WHOOP 匯出檔案（其中包含日誌）可立即回填歷史。

source: Log custom %lld millilitres
de: Eigene %lld Milliliter erfassen
es: Registrar %lld mililitros personalizados
fr: Enregistrer %lld millilitres personnalisés
it: Registra personalizzati %lld millilitri
pl: Rejestruj niestandardowe mililitry %lld
pt_pt: Registar %lld mililitros personalizados
ru: Записать вручную %lld мл
th: บันทึก %lld มิลลิลิตรที่กำหนดเอง
zh_hans: 记录自定义 %lld 毫升
zh_hant: 記錄自訂 %lld 毫升

source: Log going to sleep
de: Schlafengehen erfassen
es: Registrar que te vas a dormir
fr: Enregistrer l'endormissement
it: Registra l'addormentamento
pl: Zaloguj się idź spać
pt_pt: Log indo dormir
ru: Отметить отход ко сну
th: ล็อกจะไปนอนแล้ว
zh_hans: 记录入睡
zh_hant: 記錄入睡

source: Log it
de: Protokollieren Sie es
es: Regístrelo
fr: Enregistrez-le
it: Registralo
pl: Zapisz to
pt_pt: Registre-o
ru: Зарегистрируйте это
th: เข้าสู่ระบบ
zh_hans: 记录它
zh_hant: 記錄它

source: Log journal
de: Tagebuch erfassen
es: Registrar diario
fr: Enregistrer le journal
it: Registra diario
pl: Dziennik dziennika
pt_pt: Registar no diário
ru: Запись в журнал
th: บันทึกประจำวัน
zh_hans: 记录日志
zh_hant: 記錄日誌

source: Log period start
de: Periodenbeginn erfassen
es: Registrar inicio del período
fr: Enregistrer le début des règles
it: Registra inizio del ciclo
pl: Początek okresu rejestrowania
pt_pt: Início do período de registo
ru: Отметить начало цикла
th: เริ่มระยะเวลาการบันทึก
zh_hans: 记录经期开始
zh_hant: 記錄經期開始

source: Log period starts locally and use them to anchor optional cycle estimates.
de: Periodenbeginne lokal protokollieren und damit optionale Zyklusschätzungen verankern.
es: Registra localmente el inicio del período y úsalo para anclar estimaciones opcionales del ciclo.
fr: Enregistrez localement le début des règles pour ancrer des estimations facultatives du cycle.
it: Registra localmente le date di inizio delle mestruazioni per basare le stime facoltative del ciclo.
pl: Okres rejestrowania rozpoczyna się lokalnie i wykorzystuje się go do zakotwiczenia opcjonalnych szacunków cykli.
pt_pt: Regista os inícios do período localmente e utiliza-os para fundamentar estimativas opcionais do ciclo.
ru: Записывайте даты начала менструации локально и используйте их для необязательных оценок цикла.
th: บันทึกวันเริ่มมีประจำเดือนไว้ในอุปกรณ์เพื่อใช้ประมาณรอบเดือน หากคุณเลือกเปิดใช้
zh_hans: 在本地记录经期开始日期，并用它们为可选的周期估算提供依据。
zh_hant: 在本機記錄經期開始日期，並用它們作為選用週期估算的依據。

source: Log something for this goal
de: Protokollieren Sie etwas für dieses Ziel
es: Registra algo para este objetivo
fr: Enregistrez quelque chose pour cet objectif
it: Registra qualcosa per questo obiettivo
pl: Zapisz coś dla tego celu
pt_pt: Registrar algo para esta meta
ru: Запишите что-нибудь для этой цели
th: บันทึกบางอย่างสำหรับเป้าหมายนี้
zh_hans: 为此目标记录一些东西
zh_hant: 為此目標記錄一些東西

source: Log something you did for this goal
de: Protokollieren Sie, was Sie für dieses Ziel getan haben
es: Registra algo que hiciste para este objetivo
fr: Enregistrez quelque chose que vous avez fait pour cet objectif
it: Registra qualcosa che hai fatto per questo obiettivo
pl: Zapisz coś, co zrobiłeś dla tego celu
pt_pt: Registre algo que você fez para esta meta
ru: Запишите, что вы сделали для достижения этой цели
th: บันทึกสิ่งที่คุณทำเพื่อเป้าหมายนี้
zh_hans: 记录您为此目标所做的事情
zh_hant: 記錄您為此目標所做的事情

source: Log today
de: Heute protokollieren
es: Registrar hoy
fr: Enregistrer aujourd’hui
it: Registra oggi
pl: Zaloguj się dzisiaj
pt_pt: Registar hoje
ru: Записать сегодня
th: บันทึกวันนี้
zh_hans: 记录今天
zh_hant: 記錄今天

source: Log today's journal
de: Heutiges Journal ausfüllen
es: Registra el diario de hoy
fr: Remplir le journal du jour
pl: Zapisz dzisiejszy dziennik
pt_pt: Registar o diário de hoje
th: เข้าสู่ระบบบันทึกประจำวันของวันนี้
zh_hans: 记录今天的日志

source: Log waking up
de: Aufwachen erfassen
es: Registrar que te despiertas
fr: Enregistrer le réveil
it: Registra il risveglio
pl: Zaloguj się, budząc się
pt_pt: Registo acordando
ru: Отметить пробуждение
th: บันทึกตื่นขึ้นมา
zh_hans: 记录醒来
zh_hant: 記錄醒來

# Logged %lld millilitres at %@
source: Logged %1$lld millilitres at %2$@
de: %1$lld Milliliter um %2$@ erfasst
es: Registrados %lld mililitros a las %@
fr: %1$lld millilitres enregistrés à %2$@
it: Registrati %1$lld millilitri alle %2$@
pl: Zarejestrowano mililitry %1$lld w %2$@
pt_pt: Registado %1$lld mililitros em %2$@
ru: Записано %1$lld мл в %2$@
th: บันทึก %lld มิลลิลิตรที่ %@
zh_hans: 已于 %2$@ 记录 %1$lld 毫升
zh_hant: 已於 %2$@ 記錄 %1$lld 毫升

source: Logged as a nap. Wrong? Tap Edit to adjust your sleep and wake times.
de: Als Nickerchen erfasst. Falsch? Tippe auf „Bearbeiten“, um Schlaf- und Aufwachzeiten anzupassen.
es: Registrado como siesta. ¿No es correcto? Toca Editar para ajustar tus horas de sueño y despertar.
fr: Enregistré comme sieste. Ce n'est pas correct ? Touchez Modifier pour ajuster vos heures de coucher et de réveil.
it: Registrato come sonnellino. Sbagliato? Tocca Modifica per regolare gli orari di sonno e risveglio.
pl: Zapisano jako drzemkę. Zło? Stuknij opcję Edytuj, aby dostosować godziny snu i budzenia.
pt_pt: Registado como um cochilo. Errado? Toque em Editar para ajustar os teus horários de deitar e acordar.
ru: Записано как дневной сон. Неверно? Нажмите «Изменить», чтобы скорректировать время сна и пробуждения.
th: บันทึกเป็นการงีบ หากไม่ถูกต้อง ให้แตะแก้ไขเพื่อปรับเวลาเข้านอนและเวลาตื่น
zh_hans: 已记录为小睡。不对？点击「编辑」以调整你的入睡和起床时间。
zh_hant: 已記錄為小睡。不對？點擊「編輯」以調整你的入睡和起床時間。

source: Logged bedtime at %@.
de: Schlafenszeit um %@ erfasst.
es: Hora de acostarse registrada a las %@.
fr: Heure du coucher enregistrée à %@.
it: Ora di coricarsi registrata alle %@.
pl: Zarejestrowany czas snu o %@.
pt_pt: Hora de deitar registada às %@.
ru: Отход ко сну записан в %@.
th: บันทึกเวลาเข้านอนที่ %@
zh_hans: 已记录就寝时间 %@。
zh_hant: 已於 %@ 記錄就寢時間。

source: Logged sessions across %@.
de: Erfasste Sitzungen über %@.
es: Sesiones registradas a lo largo de %@.
fr: Séances enregistrées sur %@.
it: Sessioni registrate su %@.
pl: Zarejestrowane sesje w %@.
pt_pt: Sessões registadas em %@.
ru: Записанные сессии за %@.
th: เซสชันที่บันทึกไว้ใน %@
zh_hans: 跨 %@ 记录的会话。
zh_hant: 跨 %@ 記錄的工作階段。

source: Logged starts
de: Protokollierte Beginne
es: Inicios registrados
fr: Débuts enregistrés
it: Inizi registrati
pl: Rejestrowane starty
pt_pt: Inícios registados
ru: Записанные даты начала
th: วันที่เริ่มที่บันทึกไว้
zh_hans: 已记录的开始日期
zh_hant: 已記錄的開始日期

source: logged today
de: heute erfasst
es: registrado hoy
fr: consigné aujourd'hui
it: registrato oggi
pl: zalogowany dzisiaj
pt_pt: ligado hoje
ru: записано сегодня
th: เข้าสู่ระบบวันนี้
zh_hans: 今日已记录
zh_hant: 今天已記錄

source: Logged today
de: Heute erfasst
es: Registrado hoy
fr: Enregistré aujourd'hui
it: Registrato oggi
pl: Zalogowano dzisiaj
pt_pt: Registado hoje
ru: Записано сегодня
th: เข้าสู่ระบบวันนี้
zh_hans: 今日已记录
zh_hant: 今日已記錄

source: Logged wake-up at %@.
de: Aufwachen um %@ erfasst.
es: Despertar registrado a las %@.
fr: Réveil enregistré à %@.
it: Risveglio registrato alle %@.
pl: Zarejestrowane pobudzenie o godzinie %@.
pt_pt: Acorde registado em %@.
ru: Пробуждение записано в %@.
th: บันทึกเวลาตื่น %@
zh_hans: 已记录起床时间 %@。
zh_hant: 已於 %@ 記錄起床時間。

source: Logging
de: Protokollierung
es: Registro
fr: Journalisation
it: Registrazione
pl: Zapisywanie
pt_pt: Registo
ru: Ведение журнала
th: การบันทึก
zh_hans: 记录
zh_hant: 記錄

source: Logging ahead for tomorrow: today's activities inform tomorrow's recovery, just as yesterday's are reflected in today's. Tomorrow's answers line up with tomorrow's morning.
de: Vorausschauend für morgen erfasst: Die heutigen Aktivitäten fließen in die morgige Erholung ein, so wie die gestrigen in die heutige. Die Antworten von morgen richten sich nach dem morgigen Morgen.
es: Registrando por adelantado para mañana: las actividades de hoy informan la recuperación de mañana, igual que las de ayer se reflejan en la de hoy. Las respuestas de mañana se alinean con la mañana de mañana.
fr: Enregistrement anticipé pour demain : les activités d'aujourd'hui influencent la récupération de demain, tout comme celles d'hier se reflètent dans celle d'aujourd'hui. Les réponses de demain correspondent au matin de demain.
it: Registrazione in anticipo per domani: le attività di oggi influenzano il recupero di domani, proprio come quelle di ieri si riflettono in oggi. Le risposte di domani arrivano con la mattina di domani.
pl: Wybieganie w przyszłość na jutro: dzisiejsze działania wpływają na jutrzejszą poprawę, tak jak wczorajsze mają odzwierciedlenie w dzisiejszym. Jutro odpowiedzi pokrywają się z jutrzejszym porankiem.
pt_pt: Avançando para amanhã: as atividades de hoje informam a recuperação de amanhã, tal como as de ontem se refletem nas de hoje. As respostas de amanhã estão alinhadas com a manhã de amanhã.
ru: Запись наперёд для завтрашнего дня: сегодняшние активности влияют на завтрашнее восстановление, как вчерашние отражаются на сегодняшнем. Завтрашние ответы будут учтены завтрашним утром.
th: เข้าสู่ระบบล่วงหน้าสำหรับวันพรุ่งนี้: กิจกรรมของวันนี้แจ้งการฟื้นตัวของวันพรุ่งนี้ เช่นเดียวกับที่เมื่อวานสะท้อนให้เห็นในวันนี้ คำตอบของวันพรุ่งนี้จะสอดคล้องกับเช้าวันพรุ่งนี้
zh_hans: 为明天提前记录：今天的活动会影响明天的恢复，正如昨天的活动反映在今天一样。明天的回答与明天早晨对齐。
zh_hant: 為明天提前記錄：今天的活動會影響明天的恢復，正如昨天的活動反映在今天一樣。明天的回答與明天早晨對齊。

source: Long
de: Lang
es: Largo
it: Lungo
pl: Długi
pt_pt: Longo
ru: Длинный
th: ยาว
zh_hans: 长
zh_hant: 長

source: LONG AXIS
de: LANGE ACHSE
es: EJE LARGO
fr: GRAND AXE
it: ASSE LUNGO
pl: DŁUGA OŚ
pt_pt: EIXO LONGO
ru: ДЛИННАЯ ОСЬ
th: แกนยาว
zh_hans: 长轴
zh_hant: 長軸

source: Long exhale · downshift to rest
de: Langes Ausatmen · runterschalten zur Ruhe
es: Exhalación larga · baja el ritmo hacia el descanso
fr: Longue expiration · redescente vers le repos
it: Espirazione lunga · rallenta verso il riposo
pl: Długi wydech · Redukcja biegu, aby odpocząć
pt_pt: Expire longamente · reduza a velocidade para descansar
ru: Долгий выдох · переход к отдыху
th: หายใจออกยาว · ลดระดับลงเพื่อพักผ่อน
zh_hans: 长呼气 · 降档进入休息
zh_hant: 長呼氣 · 降檔至休息

source: Long press to show or hide your heart rate.
de: Lange drücken, um deine Herzfrequenz ein- oder auszublenden.
es: Mantén pulsado para mostrar u ocultar tu frecuencia cardíaca.
fr: Appuyez longuement pour afficher ou masquer votre fréquence cardiaque.
it: Tieni premuto per mostrare o nascondere la tua frequenza cardiaca.
pl: Naciśnij długo, aby pokazać lub ukryć tętno.
pt_pt: Pressione e mantenha pressionado para mostrar ou ocultar a tua frequência cardíaca.
ru: Долгое нажатие, чтобы показать или скрыть пульс.
th: กดค้างเพื่อแสดงหรือซ่อนอัตราการเต้นหัวใจ
zh_hans: 长按以显示或隐藏你的心率。
zh_hant: 長按以顯示或隱藏你的心率。

source: Long-term trend
de: Langzeittrend
es: Tendencia a largo plazo
fr: Tendance à long terme
it: Tendenza a lungo termine
pl: Trend długoterminowy
pt_pt: Tendência a longo prazo
ru: Долгосрочная динамика
th: แนวโน้มระยะยาว
zh_hans: 长期趋势
zh_hant: 長期趨勢

source: Longer ranges unlock as more history builds.
de: Längere Reichweiten werden freigeschaltet, wenn mehr Geschichte erstellt wird.
es: Los rangos más largos se desbloquean mientras más historia construye.
fr: Des plages plus longues déverrouillent comme plus d'histoire construit.
pl: Dłuższe zasięgi odblokowują się wraz z rozwojem historii.
pt_pt: Alcances mais longos são desbloqueados à medida que mais histórico é construída.
th: ปลดล็อคระยะไกลขึ้นเมื่อสร้างประวัติมากขึ้น
zh_hans: 随着历史数据的积累，您将解锁更长时间跨度的分析。

source: Longest: %lld days
de: Längste: %lld Tage
es: Máxima: %lld días
fr: Record : %lld jours
pl: Najdłuższy: %lld dni
pt_pt: Recorde: %lld dias
th: นานที่สุด: %lld วัน

source: Longest: 1 day
de: Längste: 1 Tag
es: Máxima: 1 día
fr: Record : 1 jour
pl: Najdłuższy: 1 dzień
pt_pt: Recorde: 1 dia
th: นานที่สุด: 1 วัน

source: Look at this more closely
de: Genauer ansehen
es: Analizar con más detalle
fr: Examiner de plus près
it: Guardalo più da vicino
pl: Przyjrzyj się temu dokładniej
pt_pt: Veja isso mais de perto
ru: Посмотрите на это повнимательнее
th: ดูให้ละเอียดกว่านี้
zh_hans: 仔细看看这个
zh_hant: 仔細看看這個

source: Looks like a workout
de: Sieht nach einem Workout aus
es: Parece un entrenamiento
fr: Ressemble à un entraînement
it: Sembra un allenamento
pl: Wygląda jak trening
pt_pt: Parece um treino
ru: Похоже на тренировку
th: ดูเหมือนกำลังออกกำลังกายเลย
zh_hans: 看起来像一次锻炼
zh_hant: 看起來像一次鍛鍊
